pl: {
    consentModal: {
        title: "U偶ywamy plik贸w cookies ",
        description: "U偶ywamy plik贸w cookies oraz innych technologii ledzenia, aby poprawi Twoje dowiadczenia podczas przegldania strony internetowej, analizowa ruch na stronie oraz zrozumie, skd pochodz nasi odwiedzajcy.",
        closeIconLabel: "",
        acceptAllBtn: "Zaakceptuj wszystkie",
        acceptNecessaryBtn: "Odrzu wszystkie",
        showPreferencesBtn: "Dostosuj preferencje",
        footer: ""
    },
    preferencesModal: {
        title: "Centrum preferencji zg贸d",
        closeIconLabel: "Zamknij",
        acceptAllBtn: "Accept all",
        acceptNecessaryBtn: "Zaakceptuj wszystkie",
        savePreferencesBtn: "Zapisz preferencje",
        serviceCounterLabel: "Usuga|Usugi",
        sections: [
            {
                title: "Wykorzystanie plik贸w cookies",
                description: "Pliki cookies s bardzo maymi plikami tekstowymi przechowywanymi na Twoim komputerze podczas odwiedzania strony internetowej. Wykorzystujemy pliki cookies w celu r贸偶norodnych zastosowa oraz w celu ulepszania Twojego dowiadczenia online na naszej stronie (na przykad, aby zapamita szczeg贸y logowania do Twojego konta). Mo偶esz zmieni swoje preferencje i odrzuci okrelone rodzaje plik贸w cookies, kt贸re maj by przechowywane na Twoim komputerze podczas przegldania naszej strony internetowej."
            },
            {
                title: "Pliki cookies niezbdne do dziaania strony <span class=\"pm__badge\">Zawsze wczone</span>",
                description: "Te pliki cookies s niezbdne do wiadczenia Ci usug dostpnych za porednictwem naszej strony internetowej oraz umo偶liwiaj korzystanie z okrelonych funkcji naszej strony internetowej. Bez tych plik贸w cookies nie mo偶emy wiadczy pewnych usug na naszej stronie internetowej.",
                linkedCategory: "necessary"
            },
            {
                title: "Pliki cookies analityczne",
                description: "Te pliki cookies s u偶ywane do zbierania informacji w celu analizowania ruchu na naszej stronie internetowej oraz sposobu korzystania przez odwiedzajcych z naszej strony. Na przykad, te pliki cookies mog ledzi takie rzeczy jak czas, kt贸ry spdzasz na stronie internetowej lub odwiedzane przez Ciebie strony, co pomaga nam zrozumie, jak mo偶emy ulepszy nasz stron internetow dla Ciebie. Informacje zbierane za pomoc tych plik贸w cookies nie identyfikuj 偶adnego konkretnego odwiedzajcego.",
                linkedCategory: "analytics"
            },
            {
                title: "Wicej informacji",
                description: "W przypadku jakichkolwiek pyta dotyczcych mojej polityki dotyczcej plik贸w cookies i Twoich wybor贸w, prosz <a href=\"mailto:kontakt@logixmusic.pl\">skontaktuj si ze mn</a>."
            }
        ]
    }
}